app/controllers/students_controller.rb

    def index
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        puts "afsdfsfsdfaskfghaiodfhjgoidjfajksndfoagjdfbgioshdfbgsijdnfgkjsndfg"
        # byebug
        @student = Student.all
---
SELECT "students".* FROM "students"